Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 에이, 전에 받은 책으로도 충분한걸요.
en: the book i received from you was enough.

source: 마력 분석을 의뢰하면 아주 늦장을 부려서 한두 달은 족히 걸린다고 했지욤?
en: I told you it takes them at least a month or two for a magic research request to go through, right?

source: 네, 손님 덕분에 많은 도움이 되었습니다.
en: yes. you were quite helpful, miss.

source: 도 몰래 접견실에 숨어 들어왔나 보군.
en: she snuck into the reception room again.

source: 하미 양에게는 제가 전할게요.
en: i’ll tell grana.

source: 흑, 아니에요.
en: i’m fine.

source: 안 되는 건 아니다만… 음, 아무것도 아니다.
en: no, that’s not it... never mind.

source: 예전에는 이렇지 않았던 것 같은데.
en: I don’t think I was ever like this before.

source: 무슨 일로 저를 찾으셨나요?
en: were you looking for me?

source: 하미야, 제발!
en: please, grana!

source: 이 정도면 되려나?
en: is this good enough?

source: 옷값이라면 충분하니 사양할 필요 없다.
en: we have enough to pay for the clothes, so there’s no need to refuse it.

source: 그럼 그때 뵈어요.
en: i will see you then.

source: 분명 수업이 시작하기까지 시간이 남아 있을 텐데?
en: isn’t there still some time left until the lesson?

source: 으음, 어차피 수업 전에 나갈 테니 괜찮겄지…
en: hmmm... i’m sure it’ll be fine since i’ll leave before then.

source: 혹시라도 길을 잃으셨다면, 근처에 지나다니는 황성 시녀를 아무나 붙잡고 물어보면 잘 알려 줄 겁니다.
en: if you get lost, please ask a maid in the castle for directions.

source: 과연 그래도 되는 것일까.
en: can I really...?

source: 아니에요, 식사 대접도 받았는데 이런 귀한 선물까지…
en: no, i couldn’t. we received such a nice meal, and this is such a precious gift...

source: 아니면, 티아나에게 황성 안내를 받는 것도 나쁘지 않겠군.
en: or you can ask tiana to show you around.

source: 주인님께서 얼마나 많은 것을 바랄 수 있는 존재인지.
en: but you are someone who could have so much.

source: 아니야, 진정하자.
en: wait. let’s calm down.

source: 검은 머리칼에 피부도 희고 곱구나…
en: black hair, and fair, white skin...

source: 다음 줄은 사, 아, 자, 차.
en: the next line is g, h, i, j...

source: 아까부터 계속 했잖아, 나한테.
en: you keep using casual language with me.

source: 세상에, 알피가 변신 계통 마법술사였을 줄이야!
en: my goodness, I had no idea alfie would be a transformation sorcerer!

source: 이게 데이트 신청과 뭐가 다르단 말인가!
en: how is this any different from asking her out?!

source: 기웃
en: snoop

source: 난 늘 너를 기다리고 있었어.
en: I always wait for you.

source: 치맛자락에 수를 놓아 드릴게요.
en: I’ll embroider your skirt.

source: 한눈에 내 비밀을 알아봐서 신기했는데, 알고 보니, 그 청년이 마법술사였던 거야!
en: I amazed that he knew my secret at first sight, and it turned out that he was a sorcerer!

source: 조금만 마시면 괜찮아요.
en: as long as she only drinks a little bit, it’s fine.

source: 근데… 가끔은 카시안 도련님도 멋있을 때가 있긴 하잖아?
en: don’t you think young master cassian is sometimes attractive?

source: 봤어, 봤어.
en: i saw that.

source: 얼마나 좋은 곳인데?
en: how good is the place?

source: 정말, 전혀 없으십니까?
en: do you really not have one?

source: 하미에게 황태자비가 되어 달라 청하는 것이다.
en: so I can ask grana to become my wife.

source: 노인대학에 가서 글을 배우려 했지만,
en: i had tried to learn how to read at an adult school...

source: 글공부 알려 준 거랑, 책 준 거랑 고마워서… 지나는 길에 보니까 그게 괜찮더라고.
en: i wanted to thank you for teaching me and for giving me the books... i thought it would be a nice gift.

source: 그 책 읽으려고?
en: are you going to read that book?

source: 하미 양, 꼭 한번 만나 뵙고 싶었어요.
en: I’ve been wanting to meet you, grana.

source: 넴, 그런겨.
en: that’s right.

source: 그것으론 부족합니다.
en: it cannot be enough.

source: 어??
en: huh?

source: 사라카엘이 그랬지.
en: according to saraqael...

source: 저···돈이라니요?
en: ummm... money?

source: 그럼, 까망미?
en: then blackna?

source: 큰돈 벌어 보고 싶은 생각 없어?
en: you can make a lot of money.

source: 주인님께서 지난 삶을 얼마나 오래 살았습니까?
en: how long was your previous life?

source: 하미님께 무한한 감사를 담아… 마담 쟈넬.
en: Eternally grateful towards you... Madame Janelle.

source: 애초에 내 마력양이 너무 많아서 카시안이 마력을 흡수해 주는 거잖아.
en: he’s just absorbing my mana because I have so much of it.

source: ···그랬군요.
en: I see...

source: …알피?
en: alfie?

source: 무슨 사정인지는 모르겠지만, 그래도 괜찮을 거예요.
en: I don’t know what’s going on, but it’ll be okay.

source: 본디 귀족 사회에는 오는 게 있으면 가는 것도 있는 법이지.
en: to gain something, you must lose something else, it seems.

source: 꿈틀
en: wriggle

source: 우리만 믿어.
en: trust us.

source: 아침 식사 다 되었으니, 얼른 일어나셔요.
en: your breakfast is ready, so please hurry and get up.

source: 난… 왜 갑자기 당황한 거지.
en: why am I so flustered?

source: 은인이구나!
en: you’re a lifesaver!

source: 왜 그런지 자세히는 나도 잘 몰라.
en: I don’t know how it came to be.

source: 실이 꼬여 버렸네.
en: the thread is tangled.

source: 자, 제국사 건국기를 폅시다.
en: now, let’s begin with the early history of the empire.

source: 쳇, 블레이크 선생이 왔나 보군.
en: ugh, looks like professor blake is here.

source: 하지만 난 새롭게 태어났어.
en: but I was reborn.

source: 별것 아니니 마음 쓰지 말고들 받어.
en: it’s not much, so please don’t think much of it.

source: 어, 하일른?
en: oh, hailen?

source: 피엘라 아가씨께서도 찾아 마시더라고.
en: even lady fiella enjoys them.

source: 아, 하미구나.
en: oh, it’s grana.

source: 겉보기에는 이렇게 어린 소녀지만 사실 속에 든 건 할머니랍니다.
en: I look like a young girl, but inside I’m an old lady.

source: 그건 그래.
en: that’s true.

source: 지금 바로 시작하셔야 해요.
en: you need to start getting ready right away.

source: 어머나, 자수가 너무 귀엽네요.
en: oh my, that pattern is so cute.

source: 당장 나가 보자!
en: let’s go right now!

source: 저··· 그러니까, 참가자분··· 성함이 어떻게 되신다고요?
en: so... what was the participant’s name again?

source: 이왕이면 큰 것이 좋겠군.
en: the bigger, the better.

source: 단추?
en: button?

source: 한 번씩은 시착을 해야 하니까요.
en: you need to try on all of them at least once.

source: 이렇게라도 해야 배라도 채울 수 있나 보지, 뭐.
en: maybe this is the only way for him to get food.

source: 방보다 아래층의 정원이 더 편합니다.
en: I’d be more comfortable in the garden downstairs than a room.

source: 시간이 지나면 지금 모습에 적응하게 될 거예욤.
en: as time goes on, you’ll get used to your new self.

source: 실례->
en: rude to say->

source: 요거 좀 풀어줘, 부탁할게.
en: can you untangle this for me, please?

source: 난 까망이가 아닌데?
en: that’s not my name.

source: 주인님은 예외입니다.
en: you’re an exception, master.

source: 까망이잖아.
en: you’re the black one.

source: 벌써 시간이 한참 늦었어요.
en: it’s already late.

source: 뽈 뽈
en: bored

source: 할머니, 그럼 앞으로 저한테 마력 운용에 대해 배우러 오셔욤.
en: granny, you should let me teach you how to use your powers.

source: 할므니이!!
en: grandma!!!

source: 아버지 것은 드래곤이고, 누나 것은 거베라 꽃이었다.
en: my father has a dragon, and my older sister has a gerbera flower.

source: 허리를 곧게 펴고 가슴을 살짝 내민 채로 어깨를 펴는 거예요.
en: straighten your back and slightly push out your chest with your shoulders broadened.

source: 하지만 도련님, 자세히 보면 이 이불도 굉장히…
en: sir, if you look closely, the quilt is quite...

source: 유리병에 나눠 담았으니, 그늘진 곳에 두었다 마셔요.
en: i poured it into glass bottles, so leave it somewhere cool to drink later.

source: 초대?
en: invite?

source: 하지만, 마법술은 내가 진정으로 바라는 염원과는 거리가 멀어.
en: but sorcery isn’t what I really want.

source: 그렇게 손대는 거 아니에요!
en: you shouldn’t touch that!

source: 카카캉!!
en: growl!

source: 이렇게 누추한 곳까지 찾아와 주셔서 감사합니다.
en: it is an honor to have you all here.

source: 급하게 당번을 바꿔서 나온 거라…
en: i switched schedules with someone else today so...

source: -53화-
en: episode 53

source: 다행입니다.
en: that is good to hear.

source: 오늘 밤 제대로 잠들 수 있을까?
en: will I be able to sleep well tonight?

source: 설마… 내 눈에만 보이는 건가?
en: it can’t be... am i the only one who can see it?

source: 아, 그래?
en: oh... yeah?

source: 어째서요?
en: how come?

source: 이번에 ‘밤차’, ‘낮차’ 마셔봤어?
en: have you tried the new “night tea” and “day tea”?

source: 하미 양, 도련님과 무슨 일 있으셨나요?
en: ms. grana, did something happen between you and the young master?

source: 그렇네요.
en: you’re right.

source: 하지만 후대에 이르러서는 선황제의 판단이 옳았다고 평가되고 있습니다.
en: however, the future generations thought that his former majesty’s judgement was correct.

source: 평소에도 꼭 한번 찾아뵙고 싶다고 생각하고 있었어요.
en: i have always wanted to meet you in person.

source: 하나, 둘, 셋, 넷, 다섯...
en: one, two, three, four, five...

source: 주인님은 이미 알고 계십니다.
en: you already know, master.

source: 나도 책이 많다!
en: i have a lot of books, too!

source: 네···.
en: yeah...

source: 자, 그럼 내일 다시 만나는 걸로!
en: then until tomorrow! you should get going now!

source: 톡톡
en: tap tap

source: -5화-
en: -Episode 5-

source: 방긋
en: smile

source: 불부터 피우자.
en: let’s start a fire.

source: 오구구, 내 새끼 최고다!
en: my, my, the little young master is the best!

source: -11화-
en: Episode 11

source: 할머니가 이해하셔욤.
en: please be merciful about this granny.

source: 정말 이대로 괜찮은 걸까...?
en: will this really be ok...?

source: 우리가…?
en: us?

source: 카시안이 많이 바쁜가 보네.
en: looks like cassian is busy.

source: 그래, 하미 네가 하는 일이면 뭔들 어떻겠니!
en: grana, i’m sure you’ll be able to make what you want!

source: 다들 귀엽네…
en: how cute of them...

source: 할므니…!
en: grandma...

source: 가족을 소개시켜 준다고?!
en: introduce her to the family?

source: 고작 수습 하녀 주제에, 바느질 재주 좀 있다고 귀족을 막 대하다니.
en: a lowly maid like herself dares to treat a noble like that just because of her good sewing skills.

source: 피엘라는 관광에 별 흥미가 없지 않았어요.
en: don’t you hate sightseeing?

source: 하미 양은 네가 생각하는 것보다 더욱 대단한 아이야.
en: grana is much more clever than you think.

source: 내 드레스를?
en: my dress?

source: 윤기가 흐르는 검고 짧은 머리카락, 조막만 한 얼굴에 오밀조밀한 이목구비.
en: she has short, black hair, a small face, and delicate features.

source: 걱정 마!
en: don’t worry!

source: 아, 숙제로 내어드린 제국사 건국기는 다 읽으셨습니까?
en: ah, have you read the history of the founding of the empire?

source: 팍...
en: grin

source: 아냐, 신경 쓰지 말자.
en: ok, let’s not worry too much.

source: 티아나 황녀님.
en: princess tiana.

source: 대체 뭐지…?
en: what could it be?

source: 그러는 너는 미리엄 공작가 출신인데 왜 이렇게나 격이 한참 떨어지는 거지?
en: then why do you lack class when you’re from the household of duke miriam?

source: 무슨…
en: what the...

source: 무슨 뜻일까...?
en: what do they mean by that...?

source: 다행이네요!
en: what a relief!

source: 그랬지… 왜?
en: i did... what’s the matter?

source: 기념으로 오늘 수업은 여기까지 할까요?
en: Shall we end our lesson here to celebrate?

source: 그 기관이 바로 마성이죠.
en: that is the magic citadel.

source: 그나저나··· 율리시스도 돈을 걸려고 온 거예요?
en: anyway... did you come here to bet as well?

source: 어떻게 한 거야?
en: how did you do it?

source: 난 그걸 무척 대단하다고 생각하고 있는데…
en: i think highly of that...

source: 네가 어리긴 하지만 그래도 꿈꾸던 이상형이 있을 거 아니야, 그치?
en: you’re pretty young, but you still have a man of your dreams, don’t you?

source: 물론 지금은 마성의 이념이 조금… 많이 달라졌지만요.
en: of course, their philosophy has... changed.

source: 그럼 힌트를 줄까?
en: then should I give you a clue?

source: 가는 방향이 같나 보다.
en: it seems like we’re headed in the same direction.

source: 네, 지난달이었나?
en: yes, i think it was last month!

source: 사라카엘의 방은 따로 없나 봐?
en: maybe there isn’t a separate room for saraqael?

source: 오늘은 또, 왜 쓸데없이 인사를 하고 난리지?
en: what are you greeting her for?

source: 넌 이상형이 누구야?
en: what’s your ideal type?

source: 안녕하셔요.
en: how do you do?

source: 윽…!
en: ugh!

source: 평범하게.
en: I wanted to lead...

source: 설마 이 나이에 무언가 새로운 걸 배우게 될 줄이야…
en: i never thought i’d learn something new at this age.

source: 어···!
en: oh...!

source: 그보다 도련님, 마침 잘 왔어!
en: by the way, young master, i’m glad you’re here!

source: 그저 절차일 뿐이야.
en: it’s just a routine process.

source: 조세핀이 골목길에서 무뢰한을 만났는데, 그걸 구해 줬다지?
en: josephine ran into some thugs in an alleyway, and someone saved her from them.

source: 그나저나 이걸 다 네가 만들었다고?
en: did you really make everything yourself?

source: 잘 어울립니다, 그 옷.
en: it looks good on you.

source: ···흐음.
en: hmmm...

source: 내가 까망이라면 까망인 거라구!
en: if I tell you your name is the black one, then that’s your name!

source: 사실은, 이 집에 미래의 황태자비가 있다는 것도 진짜예욤.
en: the truth is, the future empress lives in this house.

source: 그리고…
en: also....

source: 나 원래 이러고 자.
en: I sleep like this.

source: 그렇다.
en: it’s true.

source: 하하···.
en: haha...

source: 다음에 또 보자.
en: I’ll see you next time.

source: 프리드리 자작가에 비하면 누추하지만…
en: it’s nothing compared to your home, viscount friedrich.

source: 그럼 역시 드레스일까?
en: could it be a dress?

source: 대단해요!
en: that’s amazing!

source: 그 몸의 아가도 고작 열다섯 살이니, 이전 기억이 안 나는 것은 당연한 거지요.
en: your child self is only 15 years old, so obviously, you can’t remember anything.

source: 번 쩍!
en: flash

source: 격이 떨어져도 정도껏이지.
en: have some class.

source: ···잠깐, 손?
en: wait, your hand?

source: 하미야, 거울 좀 봐.
en: grana, take a look at the mirror.

source: 다소 약소하지만 받아 주세요.
en: it’s not much, but please accept it.

source: 그로부터 며칠 후.
en: a few days later.

source: 이불은 또 왜 이렇게 잘 만들어 놔서는.
en: she did do a good job on the quilt...

source: 흠…
en: hmmm...

source: 사람이 정말 많네.
en: there are so many people.

source: 도련님.
en: young master.

source: 이제 수업을 시작할 시간이니 그러지요.
en: all because we need to start our lesson, sir.

source: 여기에 곶감과 잣이 있으면 더 좋겠지만…
en: it’d be great if we had dried persimmon and pine nuts...

source: 그렇지!
en: that’s right!

source: 로엄브라이드의 이론을 차용해서 쓰려고 한 것 같은데…
en: It looks like they were trying to adopt lumbride’s theory....

source: 하미 양만 괜찮다면 제가 주관하는 티 파티에 초대하고 싶답니다.
en: if you’re ok with it, I’d like to invite you to one of my tea parties.

source: 뿌우ㅡ
en: phooey

source: 아하, 색이 검고 희어서 그렇게 부르나 보군요?
en: ah, i suppose it’s called that because one is dark and the other is light?

source: 어머나!
en: oh, my!

source: 얘기는 들었지만, 정말 놀랍네요.
en: although I heard about it, I’m still astonished.

source: 한평생 남부럽지 않은 삶을 살아왔지만,
en: i always lived a fulfilling life...

source: 하양 새야, 여기야, 여기!
en: hey white bird, over here!

source: 내년에 아카데미원에 가게 되면 생길지도 모르겠지만, 아직은 하나도 없다.
en: if I go to the academy next year, I might make a few, but I don’t have any now.

source: 그렇구나… 알겠어요.
en: I see...

source: 일단 알려주는 대로 꺼내 보긴 했는데 말이야…
en: i brought out what you said you needed...

source: 금번 일로 윈스턴 자작저가 상당히 북적였을 텐데··· 먼 길을 와주었군.
en: I’m sure the incident caused quite a scene at the winston house. I’m glad you were able to come all the way to the imperial castle.

source: 저게 왜 저리로 가지요?
en: why did it fly over there?

source: 예선도 있나요?
en: there’s a qualifier?

source: 샤라라··
en: bling

source: 숙녀분이라고?
en: a young lady?

source: 뭐 대단한 거라고.
en: it’s nothing.

source: 어차피 사기꾼이니까 하는 말은 믿지 말고.
en: he’s a con artist, so don’t believe anything he says.

source: 두 번째 방법은 더 단순해욤.
en: the second way is actually simpler.

source: 식탁… 보?
en: place...mats?

source: 슈정과라고 했던가?
en: you said this is persimmon punch?

source: 저… 손님, 혹시 윈스턴 자작가의 하녀분이신가요?
en: pardon me, but... are you a maid of the winston household?

source: 먹을 거 감사했어욤!
en: thanks for the food!

source: 자세-집중- 결집-구체… 다음이 뭐였죠?
en: posture-concentration-unity-speci... what came after that?

source: 있잖아,
en: hey...

source: 아,,,!
en: oh...!

source: 오셨습니까, 자작님.
en: welcome home, sir.

source: 지금 딱 재미있단 말이야.
en: I was having fun.

source: 뭐라도 보답을 하고 싶습니다만…
en: let me repay your kindness in some way...

source: 그럼 윈스턴 자작께도 미리 언질 부탁드려요.
en: please talk about it with viscount winston as well.

source: 그럼 잘된 일 아닌가?
en: isn’t that a good thing?

source: 조금만, 도와줘.
en: can you help me?

source: 그럼 갈게요!
en: i’m going, now!

source: 첫 번째 방법은 단순해욤.
en: the first one is simple.

source: 나쁜 일은 아니다만… 좀 ‘과하게’ 집중이 된 것 같네?
en: not that it’s bad or anything... but we seem to be a little too focused on her.

source: 맛있구나!
en: it’s delicious!

source: 카시안 도련님은 선천적으로 마력을 흡수하는 체질을 타고나셨거든요.
en: he was born with the ability to absorb mana.

source: 카시안이 호랑이를 좋아한다고 했었지.
en: cassian likes tigers...

source: 에이, 할머니 지금 딴 세상 말하시는 거죰?
en: eh, you’re talking about another world, aren’t you granny?

source: 저기 하늘에 종이비행기가 있어서…
en: there’s a paper airplane in the sky...

source: 89년요.
en: eighty nine years.

source: 우연이지만 좋은 때에 잘 만나군요.
en: I’m glad I ran into you.

source: 그렇죠.
en: yes.

source: 와···.
en: wow!

source: 음...
en: hmmm...

source: 네, 하미입니다.
en: yes, sir. i am grana.

source: 예전에 큰 황금 새가 있었는데 그 새가 살던 집이야.
en: there used to be a big golden bird and that’s the nest it used to live in.

source: 그럼 응접실까지 안내해 드리겠습니다.
en: let me escort you to the drawing room.

source: 내기요?
en: betting?

source: ···하망미?
en: grablackna?

source: 누가 보면, 내가 널 괴롭히는 줄 알겠군.
en: you act like I’ve been harassing you.

source: 그냥 고맙다는 말을 들었을 뿐인데…
en: all she said was thank you...

source: 왜 자꾸 생각나는지 모르겠어.
en: I don’t know why I keep thinking about it.

source: 이 앙큼한 계집애야!
en: you wretched girl!

source: 와아…
en: wow...

source: 아, 맞다···.
en: oh, that’s right...

source: 천과 실만 있으면 누구나 이 정도는 만들 수 있단ㄷ…
en: anyone with fabric and thread can make this.

source: 하미가 만들어 준다는 것이지 나, 하미가.
en: i mean grana... grana will make it for you.

source: 아무래도 안 되겠네…
en: oh dear...

source: 모두들 하미 양을 환영할 거랍니다.
en: everyone’s going to welcome you, grana.

source: 일단 이거부터 받으셔욤.
en: first, take this.

source: 근데 할므니는 안 드세욤?
en: granny, aren’t you having some as well?

source: ···이로써 주인님께 염원이 생기면 좋겠군요.
en: so I hope you can think of a wish.

source: 으으응···
en: hmmm...

source: 맞아, 맞아!
en: that’s right!

source: 안 자고 뭐 해?
en: what are you doing here?

source: 얼른 이리 와서 앉아요.
en: come sit over here quickly.

source: 아무렴요, 간혹 할머니 같은 일들이 몇백 년에 한 번씩 일어나고 그러거든욤.
en: of course. there are cases like yourself once every few hundred years.

source: 정말??
en: really?

source: 그보다…
en: by the way...

source: 카시안 윈스턴에게 이 돈 다 걸겠어요.
en: I’ll put my money on cassian winston.

source: 자세한 이야기는 제가 설명하겠습니다.
en: i will explain everything in detail.

source: 일단 크기는 이 정도로 해주면 좋겠고, 아니, 지금 보니까 좀 더 작은 게 낫겠군.
en: i want it to be this big. no, wait... now that I think about it, something smaller would be better.

source: 괜히 고가 브랜드로 만들었나…
en: maybe i shouldn’t have made it so expensive...

source: 아… 고마워.
en: oh... thanks.

source: 그럼 바로 데려올게요.
en: i’ll go and bring her, then.

source: 또 갖고 싶은 게 있다면 말만 하려무나.
en: just tell me if there’s anything else you’d like.

source: …하미 양, 어서 와서 앉으시죠.
en: ms. grana, please join us.

source: 설마 했는데 윈스턴 저택에 도는 소문이 사실일 줄이야.
en: i had my doubts... i didn’t think the rumors in the winston household would be true.

source: 요 녀석의 주인이 그쪽 청년이었구나!
en: looks like that young fellow is the owner!

source: 지금 그게 중요한 게 아니에욤!
en: that’s not important!

source: 그거면 충분하겠구나… 요.
en: that would be enough... sir.

source: 처음에는 극진한 대접을 받았다는데, 계속 반복되니 이젠 그냥 거지 취급을 받나 봐.
en: he used to be revered, but because he kept going, he’s treated like a hoodlum.

source: 여기까지 누가 온다고 그래?
en: nobody comes all the way down here.

source: 뭘 이런 거 가지고.
en: it’s nothing.

source: 멀쩡해, 그보다 책이… 아버지가 아시면 슬퍼하실 텐데…
en: It’s fine. but the book... if father finds out, he’ll be upset.

source: 선생님이 말씀하시잖아요.
en: the teacher is starting.

source: 그 여우 조심해.
en: be careful of that fox.

source: 뭐 해, 어서 와!
en: what are you doing? come over here!

source: 하지만 이건 그냥 일시적인 해결법에 불과해요.
en: but this is a temporary solution.

source: 외모에 현혹되면 안 돼.
en: i won’t be seduced by her beauty.

source: 자, 이만큼 챙겨줄 테니까 갖고 가서 다 같이 먹으렴.
en: here, i’ll give you plenty so you can go and share it with everyone.

source: 차라리 다른 보상을 생각해 보는 게 어떨까요?
en: why don’t we think of another way to reward her?

source: 그럼 벗어야겠네.
en: then you’ll need to take it off.

source: 다만 마력은 개개인이 지닌 고유한 기운이므로, 이 과정을 거치기 위한 정형화된 방법은 존재하지 않는다.
en: magical powers, however, are individually unique. there is no universal standard for this process.

source: 에이, 놀라실 것 없어요.
en: oh, you don’t need to be surprised.

source: 그냥 손 가는대로 만들어 본 건데… 다음에 또 만들어 드릴 테니, 편히 쓰세요.
en: i just made what i could... i will make more next time, so please use them as you like.

source: 훌륭한 사람은 무슨… 난 이런 거 안 읽어도 충분히 훌륭해.
en: successful, my ass. i’ll do well without this.

source: …자, 손님!
en: here you go, miss!

source: …맛있네요.
en: it’s delicious...

source: 지금 가면 늦을 텐데.
en: it’ll be late if we go now.

source: 저택의 모두가 티파티 준비로 정신없이 바빠진 것이다.
en: everyone in the house was busy preparing for it.

source: 감히 내 손등을 때린 데다가… 선생 앞에서 망신까지 줘?
en: how dare she slap my hand... and shame me in front of the teacher!

source: 황녀님도 그렇게 생각하시지요?
en: you think so too, right, princess?

source: 그럴 리 있겠습니까.
en: of course not.

source: 잠깐만욤.
en: wait.

source: 도련님, 이제 일어날 시간이에요.
en: young master, it’s time to get up.

source: 그 드레스 잘 어울리네.
en: you look great in that dress.

source: 으음, 자수는 뭐 이런 거고…
en: mmm, these are some of the things I sew...

source: 특히 마성의 경우는 선황제의 결단이 아니었다면 마법술의 명맥이 모두 끊겼을 거라 예상되고요.
en: as for the magic citadel, if it hadn’t been for his former majesty’s decision, all access to magic may have been lost.

source: 하아, 마성에서는 뭘 하나 몰라.
en: Ugh... I don’t know what the Underworld is doing,

source: 모르긴 몰라도 그 황금 새가 정말 깨끗한 새였나 보다.
en: the golden bird must’ve been a really clean bird.

source: 아, 그냥 새로 인테리어를 바꿔버릴까…
en: or should i just change up the entire room?

source: 예법 선생들도 두 손 두 발 다 들었던 일을···.
en: nobody was able to get her to...

source: 그 덕에 저만 늘 포식을 하지요.
en: thanks to the cook, i eat very well.

source: 실제로는 그렇게 위험하지 않아.
en: it’s not that dangerous.

source: -55화-
en: episode 55

source: 그만큼 창조 마법술사님이 대단하다는 뜻이겠지.
en: that shows just how influential the creation sorceress is.

source: 자, 나는 여기서 수를 놓고 있을 터이니 어서 다녀오렴.
en: i’ll be here stitching patterns, so run along now.

source: 일단 여기 이거, 우유라도 쭉 들이켜요.
en: here you go. have some milk, first.

source: 약속?
en: you promised?

source: 염원···.
en: my wish...

source: 에이, 설마...
en: this can’t be...

source: 도련님 덕에 마차도 타고.
en: thanks to you, young master, i got to ride a carriage.

source: 어서 황실 만찬 준비를 하셔야죠!
en: you’ve got to get ready for the royal feast!

source: 고작 그것이 전부더냐?
en: is that all?

source: 응, 알겠어.
en: okay, got it.

source: 그 신비한 냉각 도구를 우리도 사용하면 얼마나 좋을까?
en: it would be so nice if we could use it, too!

source: 그러고 보니 요새 계속 카시안 도련님이 하미를 따라다니시잖아.
en: now that I think about it, young master cassian has been on her trail lately.

source: 아유, 아니에요.
en: no, not at all.

source: 싫다고 거절할 가능성이 없다고요.
en: there’s no way he’s going to refuse.

source: 나도 가능할까?
en: will it be possible for me too?

source: 제국 밖 황무지에서 벌어지는 추격 활극입니다.
en: ...about an action-packed pursuit that takes place in the wildlands outside of the kingdom.

source: 궁금해서 못 참겠단 말이야!
en: the curiosity is killing me!

source: 다 끝냈다!
en: i’m done!

source: 제가 임신을 했다고 하니, 친정어머니께서 거의 매일 음식을 보내 주신답니다.
en: once i told her i was expecting, my mother began sending me food almost every day.

source: 이건 내 시작에 불과하다.
en: this is just a small taste of what i can do.

source: 어중이떠중이들은 예선에서 다 걸러지거든요.
en: most people drop out at the qualifier.

source: 은인이야…!
en: a lifesaver!

source: 그게 뭐가 중요해욤!
en: why does that matter?

source: 설령 카시안 도련님께서 무릎 꿇고 울면서 청혼한다고 해도 우리가 결사반대야!
en: even if young master cassian gets on his knees and cries for grana’s hand in marriage, we won’t let him!

source: 환영해요, 하미 양.
en: welcome, grana.

source: 가운데 글자만 빼면 딱 완성이네!
en: if you get rid of “black” then you got it!

source: 잠깐만, 이것도 이상한 내용 같은데…?
en: wait, this story is weird...

source: 누구의 도움 없이 혼자서 책을 읽고 글을 써보고 싶었다.
en: i always wanted to read and write without the help of others.

source: 키코스가 말하길 카시안하고 붙어 있으면 내 마력양이 줄어든대.
en: according to kikos hykel, my mana level goes down when I’m with you.

source: -7화-
en: -Episode 7 -

source: 야!!
en: hey!!!

source: 하지만 이것 하나만은 명심해 두는 게 좋을걸.
en: but it’ll be good to keep one thing in mind.

source: …사실 난, 친구가 없거든.
en: the truth is... I don’t have any friends.

source: 저는 금화 다섯 개를 제시하겠어요.
en: i will give five gold coins.

source: 그 일이 있던 후로, 자작가의 모든 고용인들은 더 나은 환경에서 일을 할 수 있게 되었다.
en: afterwards, all of the employees at the Winston estate worked under better conditions.

source: 주인님께서 발현할 수 있는 마법의 힘이 이토록 광대한데 어찌하여 사용하지 않는 겁니까.
en: you have so much power. why aren’t you using it?

source: 단계로 말해 보자면, 자세-집중-결집- 구체-분리-분화-지각 이런 순서지욤.
en: it is done in this order: posture-concentration-unity-specification-division-differentiation-realization.

source: 이렇게 쓴 편지는 시전자보다 마력양이 적은 사람에게는 보이지 않아욤.
en: letters like this can’t be read by people who have less powers than whoever wrote the letter.

source: 이제 들어가도 괜찮을 거예요.
en: you can enter now.

source: 하미 양에게는 오늘 일에 대한 건 비밀로 해줘.
en: keep today a secret from grana.

source: 도련님은 좀 대하기 까다로운 분이시거든.
en: the young master is quite hard to please.

source: 그러면 안 되는 거야?
en: am i not supposed to?

source: 풀어 보면 안 돼?
en: can’t we open this?

source: 그렇죠?
en: right?

source: 내가 정원사 벤씨한테 꽃 좀 되냐고 물어볼까?
en: should we ask gardener ben for some flowers?

source: 아무것도 아니에요.
en: it’s nothing.

source: 이제는 율리시스죠.
en: it’s ulysses now.

source: 계단을 닦으라니… 어느 계단을 닦으란 말인가.
en: cleaning the stairs... but which ones am i supposed to clean?

source: 세상에···.
en: my goodness...
